/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@(%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@(%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@(%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@(%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "앰비소닉 W";

/* An audio channel label. */
"Ambisonic X" = "앰비소닉 X";

/* An audio channel label. */
"Ambisonic Y" = "앰비소닉 Y";

/* An audio channel label. */
"Ambisonic Z" = "앰비소닉 Z";

/* An audio channel label. */
"Center" = "중앙";

/* An audio channel label. */
"Center Surround" = "중앙 서라운드";

/* An audio channel label. */
"Center Surround Direct" = "중앙 서라운드 다이렉트";

/* Channel. An audio channel label. */
"Channel" = "채널";

/* Channels. An audio channel label. */
"Channels" = "채널";

/* An audio channel label. */
"Click Track" = "클릭 트랙";

/* An audio channel label. */
"Dialog Centric Mix" = "다이얼로그 중간 혼합";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "분리";

/* An audio channel label. */
"Foreign Language" = "외국어";

/* An audio channel label. */
"Headphones Left" = "헤드폰 왼쪽";

/* An audio channel label. */
"Headphones Right" = "헤드폰 오른쪽";

/* An audio channel label. */
"Hearing Impaired" = "청취 손상";

/* An audio channel label. */
"Left" = "왼쪽";

/* An audio channel label. */
"Left Center" = "왼쪽 중앙";

/* An audio channel label. */
"Left Surround" = "왼쪽 서라운드";

/* An audio channel label. */
"Left Surround Direct" = "왼쪽 서라운드 다이렉트";

/* An audio channel label. */
"Left Total" = "왼쪽 전체";

/* An audio channel label. */
"Left Wide" = "왼쪽 와이드";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE 스크린";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "중간";

/* An audio channel label. */
"Mono" = "모노";

/* An audio channel label. */
"Narration" = "내레이션";

/* An audio channel label. */
"Rear Surround Left" = "후면 서라운드 왼쪽";

/* An audio channel label. */
"Rear Surround Right" = "후면 서라운드 오른쪽";

/* An audio channel label. */
"Right" = "오른쪽";

/* An audio channel label. */
"Right Center" = "오른쪽 중앙";

/* An audio channel label. */
"Right Surround" = "오른쪽 서라운드";

/* An audio channel label. */
"Right Surround Direct" = "오른쪽 서라운드 다이렉트";

/* An audio channel label. */
"Right Total" = "오른쪽 전체";

/* An audio channel label. */
"Right Wide" = "오른쪽 와이드";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "측면";

/* An audio channel label. */
"Top Back Center" = "상단 뒤쪽 중앙";

/* An audio channel label. */
"Top Back Left" = "상단 뒤쪽 왼쪽";

/* An audio channel label. */
"Top Back Right" = "상단 뒤쪽 오른쪽";

/* An audio channel label. */
"Top Center Surround" = "상단 중앙 서라운드";

/* An audio channel label. */
"Unknown" = "알 수 없음";

/* An audio channel label. */
"Unused" = "사용하지 않음";

/* An audio channel label. */
"Vertical Height Center" = "수직 고도 중앙";

/* An audio channel label. */
"Vertical Height Left" = "수직 고도 왼쪽";

/* An audio channel label. */
"Vertical Height Right" = "수직 고도 오른쪽";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "햅틱";

